[
  "«~~Позови~~ Только свистнешь, и он по яйцам, Чёрный Плащ» — в оригинале «~~Позови~~Только свистнешь, и он появится, Чёрный Плащ»",
  "«Скрипка-лиса» — в оригинале «~~Скрип колеса~~» (увы, запилено…)",
  "«Стоша Говнозад» — в оригинале «сто шагов назад»",
  "«Красавице Игуку» — в оригинале «красавице и кубку» (из фильма про тысячу чертей)",
  "«И не искал Путина зад» — в оригинале «и не искал пути назад» («Я здесь», ВолероЪ)",
  "«Аурики» — в оригинале «а у реки»",
  "«Пальцы веером по клавишам вмиг пролетят» — в оригинале Николай Расторгуев «Пальцы ветром по клавишам вмиг пролетят»",
  "«Я садовником родился. Не ношу корашодинсо» — в оригинале Николай Караченцов «Я садовником родился. Не на шутку рассердился»",
  "«И за красивое „Соси!“ — усыпившего тебя ядом» — в оригинале Шура «Не за красивое „Спасибо“ — услышавшего тебя рядом»",
  "«Кота, меня ты позовёшь» — в оригинале «Когда меня ты позовёшь». И оттуда же «Запивала дочь» — в оригинале «Запевала-дождь»",
  "«Насос тавалось только трое» — в оригинале («Песенка про насос» анек.) «Наc оставалось только трое»",
  "«Котят ли русские? Котят ли русские? Котят ли русские? Войны!» — в оригинале «Хотят ли русские, хотят ли русские, хотят ли русские войны?»",
  "«Ху-ху-ХУЕ! Я скучаю по тебе!» — в оригинале Жанна Фриске «У-у-у, е! Я скучаю по тебе»",
  "«Толька, Толька, Толька, Толька! Это ломало!» — в оригинале София Ротару «Только-только-только-только этого мало!»",
  "«Дождь грибной играет в прятки. Сру чайком, и с тобой, и со мной» — в оригинале Алла Пугачёва «Дождь грибной играет в прятки. С ручейком, и с тобой, и со мной»",
  "«Но пропал за поворотом ссаный след» — в оригинале Эдита Пьеха «Но пропал за поворотом санный след»",
  "«Чупачупс хаки спича! Чубака сплошной облом!» — в оригинале Отбитые Мошонки «Чё-почём, хоккей с мячом. Чё, да как — сплошной облом!»",
  "«Да ежи мне, да ежи — счастья глоток» — в оригинале Кай Метов «Дай же мне, дай же счастья глоток»",
  "«Но проще говоря, дерьма лопата» — в оригинале Динамит «Но проще говоря, их маловато»",
  "«Чего, Наруто? Не шугай вечерами!» — в оригинале София Ротару «Червону руту не шукай вечорами»",
  "«Где жива обида на Руси?» — в оригинале (фильм «Гамадрилы — вперёд!») «Дешева обида на Руси»",
  "«Зеленоглаз~~ое такси~~ая соси. Не тормози, не тормози!» — в оригинале Михаил Боярский «Зеленоглазое такси. Притормози, притормози»",
  "«Но и Молдаванка и перессы» — в оригинале «Но и Молдаванка и Пересыпь»",
  "«У неё бездомные глаза» — в оригинале «У неё бездонные глаза»",
  "«Ведь это были яйки» — в оригинале «Ведь это были я и ты»",
  "«Вобла Китая» — в оригинале «В облаке тая»",
  "«Во сыром бору злое Вапипи» — в оригинале «Во сыром бору злой огонь кипит»",
  "«Любимый город, синий дым Китая» — в оригинале «Любимый город в синей дымке тает»",
  "«Конь…кончит (в) цыплёнка» — в оригинале Би-2 «Кончится плёнка»",
  "«Капледацкого короля» — в оригинале «Капли датского короля»",
  "«Вермишели волн прибрежных» — «Пенный шелест волн прибрежных…»",
  "«…От меня прочумчали…» — в оригинале «…от меня прочь умчали…»",
  "«Ты ж Латышская свинья!» — в оригинале:\"Ты ж напывся, як свинья\"",
  "«Речные рыла» — в оригинале: «Ведь мы не в Рио…»",
  "«Затрясло водопаденье» — в оригинале у Пикника: «За три слова до паденья»",
  "«И потише, не алей…» — в оригинале Татьяна Овсиенко: «И по тишине аллей…»",
  "«Гуляет солнце по бульварам, сегодня солнце в Люблино» — в оригинале: «Гуляет солнце по бульварам, сегодня солнце влюблено»",
  "«Чуть-чуть нищета яйца» — в оригинале: «Чуть-чуть не считается»",
  "«Минеты скоро позабудешь, художник, что рисует дождь» — в оригинале: «Меня ты скоро позабудешь»",
  "«Мне с утра хотелось, а нынче вот осла б» — в оригинале: «а нынче вот ослаб»",
  "«Потянем, комбат» — в оригинале: «Батяня комбат»",
  "«Сатанатам правит бал» — в оригинале: «Сатана там правит бал»",
  "«Бедный шелец волн прибрежных» — в оригинале: «Пены шелест волн прибрежных»",
  "«Срались и по полной отрывались, шли дома громить» — в оригинале Короля и Шута: «Дрались и по полной отрывались, шли дома громить»",
  "«Кто-то сзади голосил, а я рад что пригласил» — в оригинале Короля и Шута: «Кто-то сзади голосил, а я гнал что было сил»",
  "«Пуская-кончая в тело твоё» — в оригинале Короля и Шута: «Пускай качает тело твоё»",
  "«Виновник - это Вопарада» — в оригинале Короля и Шута: «Виновник этого парада»",
  "«Древние рощи полны голосов, жопа от трав и камней» — в оригинале Арии: «Древние рощи полны голосов, шопота трав и камней»",
  "«Как в вагоне ебётся человек» — в оригинале Арии «Как в агонии бьется человек»",
  "«Отдельный воин — в небе ветчина» — в оригинале Арии: «Один не воин, не величина»",
  "«И жена смеется над тобой» — в оригинале Арии: «Тишина смеется над тобой»",
  "«Пролетарский дух» — в оригинале Арии: «Правит адский дух»",
  "«Музыка богов, игра на сапоги» — в оригинале Арии: «Музыка богов и голоса богинь»",
  "«Ты должен бюрократов терпеть» — в оригинале Арии: «Ты должен не роптать, а терпеть»",
  "«За честь коровы мы умрём» — в оригинале Арии: «За честь короны мы умрём»",
  "«И ты покрасил свой член в черный цвет» — в оригинале Арии: «И ты покрасил свой шлем в черный цвет»",
  "«Е…анулся над ущельем» — в оригинале Арии: «И рванулся над ущельем»",
  "«Ты воин с лопатой», алсо, «Ты уволен с работы» — в оригинале Арии: «Ты — воин свободы»",
  "«Я слышу древний колокол, он безобразник» — в оригинале Арии: «Я слышу утренний колокол, он бесов дразнит»",
  "«Там есть всё, только нет души, Место росы белых женщин дрожит» — в оригинале Арии: «Там есть всё, только нет души, Вместо росы белый жемчуг дрожит»",
  "«Я выпью чаю, в комнате свет» — в оригинале Арии: «Я выключаю в комнате свет»",
  "«Боря! Ни разу!», а также «Юля! Ми разом!» - в оригинале Арии: «Воля и разум!»",
  "«Сесть на электрический стул „Электрон“» — в оригинале Цоя: «Сесть на электрический стул или трон»",
  "«Куст, рахиты над рекой» — в оригинале «Куст ракиты над рекой»",
  "«Пурклафа» или «Пурклапа»/«У клопа»/«У плота» почему бы и нет? — в оригинале: Pourquoi pas, pourquoi pas, почему бы нет?.",
  "«А голос мой сохрип» — в оригинале Дмитрий Маликов «А голос мой сотри»",
  "«Там, уповая на вас, толпа, скорчится неказисто» — в оригинале Олег Медведев: «Там у поваленного столба скорчиться неказисто»",
  "«Лови, МозолерУн!» — в оригинале Калинов Мост: «Лови мозоли рун»",
  "«Судьбе, не расшепнём» — в оригинале «Судьбе не раз шепнём…»",
  "«В этой жизни счастье молодо бывает» — в оригинале «В этой жизни счастья мало, да бывает»",
  "«На полчаса туда, где я был капитан 'Амкара', бля» — в оригинале «На полчаса туда, где я был капитаном корабля»",
  "«Инна-деффка» — в оригинале «In The Death Car» Игги Попа и Горана Бреговича",
  "«Братва» — в оригинале Joe Dassin «A toi»",
  "«Я — нахал. Я ~~нассал~~масон.» — в оригинале Modern Talking «You`re my heart, you`re my soul»",
  "«Ай! В джопе шэрик!» — в оригинале Bob Marley «I shot to sheriff»",
  "«Гав-но!» — в оригинале «God knows!»",
  "«О, бляди, о бля да, о бляди дам-дам!» — одна из песенок Manu Chao",
  "«Погана! Погана мама!» — в оригинале Boney M «Bahama mama»",
  "«Варвара жарит кур.» — в оригинале Boney M «Daddy cool»",
  "«Я скачу до воирожка!» — в оригинале Шао?Бао! «Яка чудова іграшка»",
  "«-Пачаму меня нахуй послал ты? -Патаму! -Пачаму нихуя не писал мне? -В этом соль!» — в оригинале Милен Фармер «Fuck them all»",
  "«Шумелка мышь, деревья гнулись…» — в оригинале «Шумел камыш»",
  "«Дай мне керафинку — я пойду вперёд…» — в оригинале «Дай мне, Кира, финку — я пойду вперёд» из репертуара rуSSкогоЪ шансонаЪ",
  "«Встань, свинья, хаварыт будишь?..» — в оригинале «If you don’t eat yer meat, you can’t have any pudding» Pink Floyd (очень доставило, когда узнал оригинальный текст)",
  "«Выше зала, ты хохол» в оригинале «Выше золотых окон»",
  "«Татарам даром дам» корни такие корни…",
  "«Под попсовый мотив и стихи, и всю жизнь получать по рогам» — в оригинале Чиж «А не спеть ли мне песню?»: «Под попсовый мотив и стихи и всю жизнь получать гонорар»",
  "«КастрАнюхать дым» — в оригинале у Найка Борзова: «Костра нюхать дым»",
  "«На балконе ебал коней» — в оригинале у Сергея Бабкина: «На балконе бал коней»",
  "«Одинoкий волк накормился за окном» — в оригинале: «Одинокий голубь на карнизе за окном»",
  "«Слепой камин» — в оригинале Nightwish, первая строка «Bare grace misery»: «Sweet boy, come in»",
  "«Красками вечером день как капуста летала» — в оригинале Глюкоза «Красками к вечеру день. В баках пусто. Летала» (ИМХО, всё равно бред!)",
  "«Раша, гудбай!» — в оригинале Пердючка «~~Лашатунбай~~ Раша, гудбай!»",
  "«А из наших труб идет необычный дым. Стой! Опасная зона! Работа Мосгаз!» — в оригинале Цоя: «...Стой! Опасная зона! Работа мозга!»"
]
